{   
"cameronmccoll":{
        "id": 0,
        "fname": "Cameron",
        "lname": "McCool",
        "handicap": "Extremely High",
        "picture": "https://thumbs2.imgbox.com/66/91/UeoYUAD0_t.jpg",
        "bio": "While relatively new to golf, Cameron is learning quickly. Known for his gentle, albeit aggressive draw, Cameron won’t shy away from fraudulently chucking birdie down on the scorecard. Cameron is certainly one to watch in this contest, not necessarily because he is in the running to win, but because he will often 'miscount' his shots if you don't keep a close eye on him.\n<br><br>\nWith impeccable technique and an athletic bod, you start to wonder why his handicap is sitting at 47.8? It’s only a matter of time until you realise... it’s his absolutely shocking attitude. A missed three footer on green 1 and you know he’s tilted for the rest of the round. Can he keep his head strong and get his handicap sub-40? Or will he be forever doomed with the guilt and reputation that comes with being a very high handicapper."
    },
"willdavison":{
        "id": 1,
        "fname": "William",
        "lname": "Davison",
        "handicap": "Low Teens",
        "picture": "https://thumbs2.imgbox.com/e4/62/4KshVxcj_t.jpg",
        "bio": "With the second best handicap in the tournament and a punishingly deep investment in cryptocurrency, what’s not to like about this competitor. Will’s humble golfing origins began at the prestigious Saint Kentigern Golfing Academy. Not only did he learn how to elegantly swing a golf club, he mastered the art of lying down on the green to vigorously line up a two foot putt.\n<br><br>\nHaving recently landed ashore from years on the superyachts, stable ground seems to be bringing results to his golfing game. Will hands in counter after counter, and we all know he has what it takes, but can he execute?"
    },
"jacklarsen":{
        "id": 2,
        "fname": "Jack",
        "lname": "Larsen",
        "handicap": "20-30",
        "picture": "https://thumbs2.imgbox.com/7c/11/ovaHVHLE_t.jpg",
        "bio": "Born and raised amongst the iconic pine trees of suburban Glendowie, Jack Larsen thrives in a woodland course. If you see Jack reach for the trusty 4 iron off the tee box, rest assured he will likely hit it further and straighter than your dusty pull-hook drive.\n<br><br>\nOn 5 April, 2021, Jack sent waves of panic into the golfing community, locking in a 90 at Howick while playing off a 31 handicap. It begs the question, is this young talent just a one hit wonder, or is he waiting for his time to shine? With only a few rounds under his belt, and some saying he punches above his handicap, Jack Larsen is both one to watch, and one with plenty to prove."
    },
"jackryder":{
        "id": 3,
        "fname": "Jack",
        "lname": "Ryder",
        "handicap": "Low Teens",
        "picture": "https://thumbs2.imgbox.com/0f/e8/uUnFZeex_t.jpg",
        "bio": "Jack Ryder’s driving average is within 10ft of Bryson DeChambeau and one time, Jack got an eagle."
    },
"jackleeming":{
        "id": 5,
        "fname": "Jack",
        "lname": "Leeming",
        "handicap": "20-30",
        "picture": "https://thumbs2.imgbox.com/33/11/XnQx7wn7_t.jpg",
        "bio": "Alright listen up fellas, because we have a celebrity in our midst.  Mr Eggs Benny himself has pulled himself away from the golden yolks of city cafes to once again grace us with his presence. The man is usually dressed to kill on the golf course, with an equally killer draw that he loves to throw along the tree line.\n<br><br>\nHowever, Mr Benny reminds us from time to time that even D-list Instagram celebs can have off days.  Thankfully, he’s hired a full time live in nurse to ensure that he’s thoroughly prepared for a full games’ work. \n<br><br>\nWe already know his poachies are 10/10 - but will he bring the flavour?"
    },
"marcuswilliams":{
        "id": 6,
        "fname": "Marcus",
        "lname": "Williams",
        "handicap": "Low Teens",
        "picture": "https://thumbs2.imgbox.com/e8/b7/ArcEEmlc_t.jpg",
        "bio": "Player bio tbc"
    },
"dannycloete":{
        "id": 7,
        "fname": "Danny",
        "lname": "Cloete",
        "handicap": "20-30",
        "picture": "https://thumbs2.imgbox.com/71/ed/OH7qRNXJ_t.jpg",
        "bio": "Player bio tbc"
    },
"harrybarker":{
        "id": 8,
        "fname": "Harry",
        "lname": "Barker",
        "handicap": "20-30",
        "picture": "https://thumbs2.imgbox.com/0b/0c/EoPyO3Ek_t.png",
        "bio": "Harrison 'Royal Auckland and Grange Golf Club Waiting List' Barker is the darling boy of the Pinseekers lineup. With a driver that was personally gifted to him by world famous Norwegian DJ Kygo, it is fair to say this man is well connected.\n<br><br>\nRelatively new to golf, Harry is a natural athlete complete with a hunger for victory. Although he is yet to have his first taste of a win, and the bookies don’t see him at the top of the leaderboard any time soon, and he hasn’t really improved in a while, and he doesn’t get out for a round very often, and he’s usually too busy to go to the range, he might still have a chance at maybe making something of himself one day in the distant future. Great guy though.\n<br><br>\nHarry is his name, designer golf clubs and apparel is his game. Watch out for this young star in the making as he strives to go low come pinseekers weekend."
    },
"fletcherboswell":{
        "id": 9,
        "fname": "Fletcher",
        "lname": "Boswell",
        "handicap": "30+",
        "picture": "https://thumbs2.imgbox.com/7f/4c/AiDYpzOr_t.jpg",
        "bio": "Player bio tbc"
    },
"zacgadsby":{
        "id": 10,
        "fname": "Zac",
        "lname": "Gadsby",
        "handicap": "Teens",
        "picture": "https://thumbs2.imgbox.com/3f/8d/ZPmxEPYn_t.jpg",
        "bio": "With Zac’s new job as head of the NZ financial system, questions were quickly raised as to his commitment to the sport of golf. It hasn’t taken long for Zac to prove the nay-sayers wrong, often putting work performance (and the country’s financial outcomes) to the side to prioritise getting out for a round with the boys.\n<br><br>\nZac’s performances are unpredictable to say the least. All it takes is one great shot to raise the confidence for this man to shoot 5 under his handicap. Alternatively, a couple of 3 putts and he will become more tilted than a bad day at the casino.\n<br><br>\nWill Zac keep his cool and go low at Pinseekers? Will he tilt to the point of no return? Will New Zealand’s financial system have a smooth recovery following coronavirus lockdowns? Only time will tell."
    }
}